---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerCollaborationNotAvailableException
source: html/69a6fc0f-d790-ca10-9747-763f06b72b84.htm
---
# RevitServerCollaborationNotAvailableException Properties

The information of the function throwing the exception.